Repository: jdpinto93/BigStore
Catalog: multipleAddresses/languages/woocommerce-multiple-customer-addresses-*.po
Languages: es_es

source: Activator
es_es: Activador

source: Purchase code is invalid!
es_es: Compra el código no es válido!

source: Buyer name is invalid!
es_es: El comprador nombre no es válido!

source: Item id is invalid!
es_es: Id de elemento no es válido!

source: Max number of domains reached! You have to purchase a new license. The current license has been activated in the following domains:
es_es: El número máximo de dominios llegado! Usted tiene que comprar una nueva licencia. La licencia actual se ha activado en los siguientes dominios:

source: Verifing, please wait...
es_es: Verificar, por favor espere...

source: There was an error while verifing the code. Please retry in few minutes!
es_es: Hubo un error al verificar el código. Vuelva a intentarlo en unos minutos!

source: Activation successfully completed!
es_es: La activación completado con éxito!

source: Buyer and Purchase code fields must be filled!
es_es: Comprador de Compra y el código de los campos deben ser llenados!

source: Activation
es_es: La activación

source: Buyer
es_es: Comprador

source: Insert the Envato username used to purchase the plugin.
es_es: Insertar el Envato nombre de usuario utilizado para la compra de plug-in.

source: Example: vanquish
es_es: Ejemplo: vanquish

source: Purchase code
es_es: Compra el código de

source: Insert the purchase code. It can be downloaded from your CodeCanyon "Downloads" profile page.
es_es: Insertar el código de la compra. Puede ser descargado desde su CodeCanyon "Descargas" en la página de perfil.

source: Example: 7d7c3rt8-f512-227c-8c98-fc53c3b212fe
es_es: Ejemplo: 7d7c3rt8-f512-227c-8c98-fc53c3b212fe

source: Activate
es_es: Activar

source: The plugin has been successfully activated!
es_es: El plugin ha sido activada con éxito!

source: Email
es_es: Correo electrónico

source: Phone
es_es: Teléfono

source: VAT Identification Number
es_es: Número de Identificación de IVA

source: Product addresses edit actions
es_es: Producto direcciones de acciones de edición

source: Make product addresses editable
es_es: Hacer que el producto direcciones editable

source: Email address
es_es: Dirección de correo electrónico

source: Select one
es_es: Seleccione uno

source: Handling fee
es_es: La cuota de manejo

source: Additional addresses
es_es: Direcciones adicionales

source: Addresses list
es_es: La lista de direcciones de

source: View & Edit
es_es: Ver Y Editar

source: This action will reload the page. Unsaved changes will be lost, proceed?
es_es: Esta acción se volverá a cargar la página. Los cambios no guardados se perderán, proceder?

source: Click to load addresses list
es_es: Haga clic para cargar la lista de direcciones de

source: Please select a regisered user.
es_es: Por favor, seleccione un regisered usuario.

source: First Name
es_es: Primer Nombre

source: Last Name
es_es: Apellido

source: Email Address
es_es: Dirección De Correo Electrónico

source: Billing First Name
es_es: De Facturación Nombre De La Primera

source: Billing Last Name
es_es: Facturación Apellido

source: Biling Email Address
es_es: Biling Dirección De Correo Electrónico

source: Registration Date
es_es: Fecha De Registro

source: Roles
es_es: Funciones

source: Role code:
es_es: Función de código:

source: More details
es_es: Más detalles

source: User page
es_es: La página de usuario

source: Orders list
es_es: De la lista de órdenes

source: Address will be deleted, Are you sure?
es_es: Dirección será eliminada, estás segura?

source: Address will be duplicated, are you sure?
es_es: Dirección será duplicada, ¿estás seguro?

source: State
es_es: Estado

source: Postcode / ZIP
es_es: El código postal / ZIP

source: City
es_es: Ciudad

source: This user has no saved addresses!
es_es: Este usuario no tiene guardadas las direcciones!

source: Add new billing address
es_es: Agregar nueva dirección de facturación

source: Billing addresses limit reached! To add a new one, delete one of the existings!
es_es: Las direcciones de facturación ha alcanzado el límite! Para añadir uno nuevo, eliminar uno de los existings!

source: Add new shipping address
es_es: Agregar nueva dirección de envío

source: Shipping addresses limit reached! To add a new one, delete one of the existings!
es_es: Las direcciones de envío se alcanzó el límite! Para añadir uno nuevo, eliminar uno de los existings!

source: Please make sure to have filled all the required fields.
es_es: Por favor, asegúrese de haber rellenado todos los campos obligatorios.

source: The entered email has not a valid format.
es_es: El correo electrónico no tiene un formato válido.

source: The entered postcode has not a valid format.
es_es: El código postal no tiene un formato válido.

source: The entered phone has not a valid format.
es_es: El teléfono no tiene un formato válido.

source: Identifier / Name (Examples: "Office address," "Mary Jones," "MJ 2145," etc.)
es_es: Identificador / Nombre (Ejemplos: "la dirección de la Oficina," "Mary Jones," "MJ 2145", etc.)

source: Make this address the default shipping address
es_es: Hacer esta dirección la dirección de envío predeterminada

source: Make this address the default billing address
es_es: Hacer esta dirección el valor predeterminado de la dirección de facturación

source: Select a country
es_es: Seleccione un país

source: Save
es_es: Guardar

source: Select an address
es_es: Seleccione una dirección

source: Add new address
es_es: Agregar nueva dirección

source: Item will be shipped to the billing address (or to the shipping address if you selected to ship to a different address from the billing).
es_es: Artículo será enviado a la dirección de facturación (o a la dirección de envío si usted ha seleccionado para enviar a una dirección diferente de la de facturación).

source: Pick-up in store.
es_es: Recogida en tienda.

source: Loading...
es_es: Cargando...

source: Set address
es_es: Conjunto de dirección

source: Remove address
es_es: Quitar la dirección

source: Pick-up in store
es_es: Recogida en tienda

source: Note
es_es: Nota

source: Shipping address
es_es: Dirección de envío

source: There are no additional addresses
es_es: No hay más direcciones

source: Shipping address used for the previous order
es_es: Dirección de envío utilizado para el orden anterior

source: Billing address used for the previous order
es_es: La dirección de facturación utilizado por el orden anterior

source: Default
es_es: Por defecto

source: Use the current shipping address
es_es: El uso de la actual dirección de envío

source: Collect from store
es_es: Recoger de la tienda

source: Billing addresses
es_es: Las direcciones de facturación

source: Shipping addresses
es_es: Las direcciones de envío

source: Notes
es_es: Notas

source: Divider
es_es: Divisor

source: Preview Size
es_es: Tamaño De La Vista Previa

source: Thumbnail is advised
es_es: La miniatura se recomienda

source: Thumbnail
es_es: Miniatura

source: Something Else
es_es: Algo Más

source: Error! Please enter a higher value
es_es: Error! Por favor, introduzca un valor más alto

source: Custom CSS
es_es: CSS personalizado

source: Instructions
es_es: Instrucciones

source: Divide field groups
es_es: De campo se dividen en grupos

source: Latest Used Addresses
es_es: Últimas Direcciones Utilizadas

source: Local pickup
es_es: Recogida Local

source: Ship to: %s
es_es: Enviar a: %s

source: Shipping total:
es_es: Envío total:

source: VAT Identification Number:
es_es: Número de Identificación de IVA:

source: Bills to
es_es: Facturas a

source: Ships to
es_es: Los buques a

source: Yes
es_es: Sí

source: Billing Addresses
es_es: Las Direcciones De Facturación

source: Shipping Addresses
es_es: Las Direcciones De Envío

source: Delete selected
es_es: Eliminar seleccionados

source: Duplicate
es_es: Duplicado

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: Default billing address
es_es: Por defecto la dirección de facturación

source: Default shipping address
es_es: Dirección de envío predeterminada

source: Load
es_es: Carga

source: WooCommerce Multiple Customer Addresses & Shippings
es_es: WooCommerce Cliente Múltiples Direcciones Y Envíos

source: Manage multiple customers shipping and billing addresses and multiple shippings
es_es: Gestionar a los clientes en múltiples direcciones de envío y facturación y varios envíos
